const defaultLinesData = {
  dataLines: [{ 'fromName':'杭州','toName':'哈尔滨','coords':[['119.5313','29.8773'],['127.9688','45.368']] },
    { 'fromName':'杭州','toName':'合肥','coords':[['119.5313','29.8773'],['117.29','32.0581']] },
    { 'fromName':'杭州','toName':'长沙','coords':[['119.5313','29.8773'],['113.0823','28.2568']] },
    { 'fromName':'杭州','toName':'福州','coords':[['119.5313','29.8773'],['119.4543','25.9222']] },
    { 'fromName':'杭州','toName':'呼和浩特','coords':[['119.5313','29.8773'],['111.4124','40.4901']] },
    { 'fromName':'杭州','toName':'西宁','coords':[['119.5313','29.8773'],['101.4038','36.8207']] }],
  dataPoints: [{ 'name':'哈尔滨','value':['127.9688','45.368','99'] },
    { 'name':'合肥','value':['117.29','32.0581','140'] },
    { 'name':'长沙','value':['113.0823','28.2568','199'] },
    { 'name':'福州','value':['119.4543','25.9222','189'] },
    { 'name':'呼和浩特','value':['111.4124','40.4901','99'] },
    { 'name':'西宁','value':['101.4038','36.8207','192'] }]
}
export default defaultLinesData
